{
    "quotes": [{
            "id": 0,
            "speaker": "Midoriya Izuku",
            "quote": "I know I'm hurt but if I can still move at all, I can't stay still. I have to do something."
        },
        {
            "id": 1,
            "speaker": "Midoriya Izuku",
            "quote": "I-I've got a lot to say to you, but...that'll have to come later...!"
        },
        {
            "id": 2,
            "speaker": "Midoriya Izuku",
            "quote": "The lesson for me here truly is that we should always create competition with people firstly."
        },
        {
            "id": 3,
            "speaker": "Midoriya Izuku",
            "quote": "You're the best. That’s why I want to defeat You!."
        },
        {
            "id": 4,
            "speaker": "Midoriya Izuku",
            "quote": "Your power… is your own!!"
        },
        {
            "id": 5,
            "speaker": "Midoriya Izuku",
            "quote": "That's right. Don't worry about what other people think! Hold your head up high and plunge forward!"
        },
        {
            "id": 6,
            "speaker": "Midoriya Izuku",
            "quote": "A hero's job is to risk his life to turn his promises into reality."
        },
        {
            "id": 7,
            "speaker": "Midoriya Izuku",
            "quote": "I wanna be like him. For that, I gotta be number one. I gotta be the strongest. Might seem like a lame motivation... Compared to yours.."
        },
        {
            "id": 8,
            "speaker": "Midoriya Izuku",
            "quote": "He just didn’t abandon it in vain, like you did. He was trying to live up to his ideals, I think."
        },
        {
            "id": 9,
            "speaker": "Midoriya Izuku",
            "quote": "To help others you have to be able to take care of yourself"
        },
        {
            "id": 10,
            "speaker": "Midoriya Izuku",
            "quote": "When the enemy becomes certain of their victory, that will be our chance."
        },
        {
            "id": 11,
            "speaker": "Midoriya Izuku",
            "quote": "He’s not standing at the top of U.A. because he was born strong. He worked incredibly hard to get to that point."
        },
        {
            "id": 12,
            "speaker": "Midoriya Izuku",
            "quote": "I'm no longer the useless Deku who can't do anything right... I'm the Deku who gives it his all!"
        },
        {
            "id": 13,
            "speaker": "Midoriya Izuku",
            "quote": "All men are not created equal."
        },
        {
            "id": 14,
            "speaker": "Midoriya Izuku",
            "quote": "Secondly, if you can create competition with the person who you look up to or is way better than you because that makes you patch up and put you in a situation where you are able to learn and get better extremely faster than normal."
        },
        {
            "id": 15,
            "speaker": "Midoriya Izuku",
            "quote": "I have to work harder than anyone else to make it! I’ll never catch up otherwise."
        },
        {
            "id": 16,
            "speaker": "Midoriya Izuku",
            "quote": "Because it's like All Might said...giving help that's not asked for... is what makes a true hero!"
        },
        {
            "id": 17,
            "speaker": "Midoriya Izuku",
            "quote": "If I match the pace with everyone else then I'll never be number one."
        },
        {
            "id": 18,
            "speaker": "Midoriya Izuku",
            "quote": "I'm not gonna be your worthless punching bag Deku forever... Kacchan. I'm... I'm the Deku who always does his best!"
        },
        {
            "id": 19,
            "speaker": "Midoriya Izuku",
            "quote": "I want to be like you...! Like you. The strongest hero."
        },
        {
            "id": 20,
            "speaker": "Midoriya Izuku",
            "quote": "I need to get many times stronger than everyone else!"
        },
        {
            "id": 21,
            "speaker": "Midoriya Izuku",
            "quote": "My motivation might seem trivial compared to yours, but I can't lose, either. I have to live up to the hopes of those who supported me."
        },
        {
            "id": 22,
            "speaker": "Midoriya Izuku",
            "quote": "Dreams can become reality!"
        },
        {
            "id": 23,
            "speaker": "Midoriya Izuku",
            "quote": "A hero's job is to risk his life, to make his lip service a reality."
        },
        {
            "id": 24,
            "speaker": "Midoriya Izuku",
            "quote": "A smiling...Dependable...Cool hero...That's what I wanna be! That's why I'm giving it everything! For everyone!"
        },
        {
            "id": 25,
            "speaker": "Midoriya Izuku",
            "quote": "I’ll do my best! Whatever you say, All Might… I’ll step up to the challenge! As long as you’re by my side, I can do anything… That’s how I feel, anyway!"
        },
        {
            "id": 26,
            "speaker": "Midoriya Izuku",
            "quote": "If I can't save the one small girl in front of me, how can I become a hero that saves everyone?"
        }
    ]
}